Revit 2024 API
SymbolTypeId.JPerK Property
 Symbol J/K, indicating unit Joules per Kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId JPerK { get; }
Visual Basic
Public Shared ReadOnly Property JPerK As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ JPerK {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace